Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=933_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Nuorisoneuvostolle Nuori toimija – tunnustus
smn: Nuorâirááđán Nuorâ tuáimee - tubdâstâs

source: Suomen Nuorisoyhteistyö - Allianssi ry myönsi nuorisotyön viikolla 29.9. - 5.10. seitsemäntoista Nuori toimija - tunnustusta toimijoille ja hankkeille eri puolilla Suomea.
smn: Suomâ Nuorâioovtâstpargo - Allianssi ry mieđettij nuorâipargo ohhoost 29.9. - 5.10. čiččâmnubâlov Nuorâ tuáimee - tubdâstâssâd tuáimeid já projektáid pirrâ Suomâ.

source: Yksi tunnustuksen saajista on saamelaiskäräjien nuorisoneuvosto.
smn: Ohtâ tubdâstâs uážžoo lii sämitige nuorâirääđi.

source: Nuori toimija - tunnustus on tarkoitettu kiitokseksi ja kannustukseksi nuorille toimijoille ja heidän hankkeilleen sekä omalla toiminnallaan nuorten asemaa ja heidän toimintaansa edistäneille aikuisille.
smn: Nuorâ tuáimee - tubdâstâs lii uáivildum kiijtosin já movdijtitten nuorâ tuáimeid já sii projektáid sehe rävisulmuid, kiäh láá jieijâs toimâiguin ovdedâm nuorâi sajattuv já tooimâ.

source: Nuori toimija - tunnustukset jaetaan Nuorisotyön tulevaisuusfoorumissa Helsingissä 22.10.2014.
smn: Nuorâ tuáimee - tubdâstâsâid jyehih Nuorâipargo puátteevuođâfoorumist Helsigist 22.10.2014.

source: Allianssin jakaman tunnustuksen perustelut:
smn: Allianssi jyehim tubdâstâs vuáđustâsah:

source: Saamelaisnuorten vaikuttamisen suuri askel otettiin vuonna 2011, kun saamelaiskäräjillä päätettiin perustaa nuorisoneuvosto.
smn: Säminuorâi vaikuttem stuorrâ lävkki valdui ive 2011, ko sämitigge meridij vuáđudiđ nuorâirääđi.

source: Saamelaiskäräjien nuorisoneuvoston 15-25-vuotiaat jäsenet valmistelevat ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot, jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.
smn: Sämitige nuorâirääđi 15-25-ihásiih jesâneh valmâštâleh taid sämitige ciälkkámušâid, alguid já eres peleväldimijd, moh kyeskih säminuoráid teikâ säminuorâi eellimtiilijd.

source: Nuorisoneuvosto edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.
smn: Nuorâirääđi oovded säminuorâi kielâlijd já kulttuurlijd vuoigâdvuođâid pirrâ Suomâ sehe naanood säminuorâi kulluuvâšvuođâ sämikulttuurân.

source: Nuorisoneuvoston myötä saamelaisnuorille on annettu loistava kanava vaikuttaa omiin asioihinsa.
smn: Nuorâirääđi mield säminuoráid lii adelum eromâš kanava vaikuttiđ jieijâs aššijd.

source: Saamelaiskäräjien nuorisoneuvostolla on myös erittäin uniikki asema, sillä sen jäsenillä on puhe- ja läsnäolo-oikeus saamelaiskäräjien yleiskokouksessa.
smn: Sämitige nuorâirääđist lii meid eromâš áinoošlajâsâš sajattâh, tastko ton jesânijn lii sárnum- já mieldiorroomvuoigâdvuotâ sämitige almosčuákkimist.

source: Saamelaiskäräjien nuorisoneuvosto on aloittanut tänä vuonna Ofelaš-toiminnan.
smn: Sämitige nuorâirääđi lii algâttâm taan ive Ofelaš-tooimâ.

source: Hankkeessa jaetaan tietoa saamelaisuudesta nuorilta nuorille.
smn: Projektist jyehih tiäđu sämmilâšvuođâst nuorâin nuoráid.

source: " Saamelaiskäräjät on tehnyt pitkäjänteisesti työtä saamelaisnuorten aseman edistämiseksi ja tämä on todella hieno tunnustus saamelaisnuorille ja saamelaiskäräjien nuorisoneuvostolle.
smn: " Sämitigge lii porgâm kuhháá säminuorâi sajattuv oovdedmân já taat lii uáli šiev tubdâstâs säminuoráid já sämitige nuorâirááđán.

source: On todella hienoa, että nuorisoneuvoston työ on saanut kansallista tunnustusta ja olen palkinnosta ylpeä.
smn: Lii tuođâi šiev äšši, ete nuorâirääđi pargo lii finnim aalmuglii tubdâstâs já lam palhâšuumeest čiävláá.

source: Saamelaisnuoret joutuvat kohtaamaan hyvin paljon haasteita modernissa yhteiskunnassa ja nuorisoneuvosto on todella tarpeellinen, jotta nuorten ääni, huolenaiheet ja esitykset tulevat kuulluksi.
smn: Säminuorah kärttih kuáhtáđ uáli ennuv hástusijd tááláá ohtsâškoddeest já nuorâirääđi lii tuođâi tárbulâš, vâi nuorâi jienâ, huolah já iävtuttâsah šaddeh kulluđ.

source: Tästä on hyvä jatkaa eteenpäin ja kehittää toimintaa yhä edelleen saamelaisnuorten aseman kehittämiseksi saamelaisyhteiskunnassa ja suomalaisessa yhteiskunnassa. "
smn: Täst lii pyeri juátkiđ ovdâskulij já ovdediđ tooimâ ain vâi säminuorâi sajattâh ovdán sämisiärváduvvâst já syemmilii ohtsâškoddeest. "

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kertoo.
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi maainâst.

source: Nuorisoneuvoston puheenjohtaja Niila Rahko on tunnustuksesta iloinen:
smn: Nuorâirääđi saavâjođetteijee Niila Rahko lii tubdâstâsâst ilolâš:

source: " Saamelaiskäräjien nuorisoneuvoston puheenjohtajana olen iloinen ja onnellinen palkinnosta.
smn: " Sämitige nuorâirääđi saavâjođetteijen lam ilolâš já luholâš palhâšuumeest.

source: Saamelaiskäräjien nuorisoneuvosto on vielä hyvin nuori nuorisoelin, jonka toiminta alue on laaja.
smn: Sämitige nuorâirääđi lii vala uáli nuorâ nuorâiorgaan, mon toimâkuávlu lii viijđes.

source: Toimintamme ei olisi mahdollista ilman saamelaiskäräjien tukea tämän hetkisessä mittakaavassa.
smn: Mij toimâ ij liččii mahđulâš jis mist ij liččii sämitige toorjâ tááláá vijđoduvvâst.

source: Tahdonkin kiittää saamelaiskäräjiä heidän tekemästään pitkäjänteisestä työstä saamelaisnuorten aseman parantamiseksi.
smn: Halijdâm-uv kijtteđ sämitige sii kuhes pargoost säminuorâi sajattuv pyeredem várás.

source: Tahdon myös kiittää aikaisempia nuoria toimijoita jotka ovat olleet rakentamassa nuorisoneuvostoamme ja luomassa ilmapiiriä jossa on mukava toimia.
smn: Halijdâm meid kijtteđ oovdeb nuorâ tuáimeid kiäh láá lamaš oovdedmin mii nuorâirääđi já rähtimin tile mast lii suotâs toimâđ.

source: Palkinto antaa nuorisoneuvostolle vahvaa kansallista tunnustusta, joka on tärkeää kun toimitaan laajassa mittakaavassa nuorten kanssa.
smn: Palhâšume addel nuorâirááđán noonâ aalmuglii tubdâstâs, mii lii tehálâš ko tuáimá viijdáht nuorâiguin.

source: Saamelaiskäräjien nuorisoneuvoston tehtävänä on kehittää, edustaa ja valvoa saamelaisten nuorten oikeuksia, niin saamelaisalueella kuin sen ulkopuolella.
smn: Sämitige nuorâirääđi pargo lii ovdediđ, ovdâstiđ já kocceeđ nuorâi vuoigâdvuođâid, nuuvt sämikuávlust ko ton ulbuubeln-uv.

source: Haasteita tehtävässä on paljon, etenkin kun elämme murrosvaihetta uusien valmisteilla olevien ja hyväksymistä odottavien uudistusten johdosta.
smn: Hástuseh tooimâst láá ennuv, eromâšávt ko eellip jorgáldâhmuddoost uđđâ valmâstâllâmnáál leijee já tuhhiittem vyerdee uđâsmitmij tiet.

source: Ilo-169 sopimuksen ratifioinnin tärkeys korostuu nuorten keskuudessa, sillä se koskettaa jokaista saamelaisnuorta koko loppuelämän.
smn: Ilo-169 sopâmuš ratifisistem tergâdisvuotâ tiäduttuvá nuorâi kooskâst, ko tot kuáská jyehi säminuorân suu loppâeellim.

source: Toisaalta sopimus myös määrää kulttuurimme tulevaisuuden.
smn: Nube tááhust sopâmuš meid meerrid mii kulttuur puátteevuođâ.

source: Huonosti tehtynä sopimus tukahduttaa ja sulattaa kulttuurimme, hyvin tehtynä se vahvistaa ja suojaa kulttuuriamme.
smn: Hyeneeht rahtum sopâmuš avkkâd já suddâd mii kulttuur, pyereest rahtum sopâmuš naanood já syeijee mii kulttuur.

source: Me nuoret kohtaamme päivittäin hyvin erilaisia reaktioita laidasta laitaan, paljolti pohjautuen etnisyyteemme.
smn: Mij nuorah kuáhtájep jyehi peeivi uáli ereslágánijd reaktioid roobdâst roobdân, mii vuáđuduvá ennuv mii etnisiteetân.

source: Erilaisuus on voimavara, mutta se voi myös olla taakka.
smn: Ereslágánvuotâ lii vyeimivääri, mutâ tot puáhtá leđe meid nuáđi.

source: Saamelaiskäräjien nuorisoneuvoston työn haasteet korostuvat yhteiskunnassamme, jossa saamelaisnuoren täytyy selittää kulttuurinsa ja taustansa.
smn: Sämitige nuorâirääđi pargo hástuseh tiäduttuveh mii ohtsâškoddeest, kost säminuorah kalgeh čielgiđ sii kulttuur já tuávváá.

source: Pyrimmekin tuomaan valtaväestön tietoon enemmän saamelaisuudesta ofelaštyön kautta.
smn: Viggâp-uv pyehtiđ väldiaalmug tiätun eenâb sämmilâšvuođâst ofelašpargo peht.

source: Palkinto antaa lisämerkitystä työlle jota teemme.
smn: Palhâšume addel lasemerhâšume paargon maid porgâp.

source: Sen merkitys korostuu jo pelkästään sillä että tiedämme, että työtämme arvostetaan ja se huomataan myös valtakunnallisella tasolla.
smn: Ton merhâšume tiäduttuvá jo tuše táin, ete tiettip, ete mii pargo annoo áárvust já tot huámmášuvvoo meid väldikodálii tääsist.

source: Lisäksi palkinto antaa uskottavuutta ja näkyvyyttä, joka edesauttaa saamaan ajatuksillemme, lausunnoillemme ja kaikelle tekemisellemme suurempaa painoarvoa.
smn: Lasseen palhâšume addel oskottetteevuođâ já uáinus, mii iššeed finniđ mii jurduid, ciälkkámuššáid já puoh pargoid stuárráb tiädduáárvu.

source: Voimmekin vain ylpeästi kiittää ja kumartaa.
smn: Pyehtip-uv tuše čiävláht kijtteđ já komerdiđ.

source: Tästä on hyvä jatkaa. "
smn: Täst lii pyeri juátkiđ. "

source: Kuva Tanja Sanila.
smn: Kove Tanja Sanila.
